Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/other_files/HP_2009_samisk_sprak_nordsam.pdf.tmx
Source language: sme
Languages: nob

source: Norggas julevsámi giellaguovlu lea Nordlándda fylkkas , ja dat ollá máddin Sáltovuonas davás Bálága suohkanii .
nob: Det lulesamiske språkområdet i Norge ligger i Nordland fylke og strekker seg fra Saltenfjorden i sør til Ballangen kommune i nord .

source: Divttasvuotna lea odne dat suohkan mas eanaš julevsámegielalaččat orrot .
nob: Tysfjord er den kommunen som har

source: Bihtánsámi biras lea odne suohkaniin Sálttus , Báidaris ja Budejju ja Fuoskku osiin .
nob: Det pitesamiske miljøet i dag har særlig tilknytning til kommunene Saltdal , Beiarn og deler av Bodø og Fauske .

source: Norggas oarjilsámi giellaguovlu ollá davvin Sáltoduoddaris máttás Engerdálii Hedmárkui , ja oarjilsámit orrot bieđgguid unna servodagažiin .
nob: Det sørsamiske språkområdet i Norge strekker seg fra Saltfjellet i nord til Engerdal i Hedmark i sør og består av mange små samfunn .

source: UNESCO áitojuvvon gielaid 3 rukses listtus davvisámegiella lea luohkkáduvvon áitojuvvon giellan , ja oarjilsámegiella ja julevsámegiella leat fas luohkkáduv-
nob: På UNESCOs røde liste over truede språk 3 er nordsamisk klassifisert som et truet språk , mens sør- og lulesamisk er klassifisert som alvorlig truede språk .

source: Sámegielaid geavaheami guorahallan .
nob: Undersøkelse om bruken av samisk språk .

source: Sámi ealáhusa- ja guorahallanguovddáš , Deatnu golggotmánnu 2000 http://www.helsinki.fi/~tasalmin/europe_report.html
nob: Samisk nærings- og utredningssenter , Tana , oktober 2000. http://www.helsinki.fi/~tasalmin/europe_report.html

source: Nuortalašgiella / golttágiella , bihtánsámegiella ja upmesámegiella leat luohkkáduvvon jápma giellan Norggas .
nob: Østsamisk / skoltesamisk pitesamisk og umesamisk er kategorisert som utryddet i Norge .

source: Sivva manne oarjilsámegiella adnojuvvo bahás áitojuvvon giellan , lea dat go eanaš oarjilsámegielalaš olbmot leat ádjá ja áhku buolvvas .
nob: Begrunnelsen for at sørsamisk språk regnes som alvorlig truet språk er at sørsamisk er mest brukt i besteforeldregenerasjonen .

source: Viehka unnán mánát ohppet giela , ja ain hárvvibut leat sii guđet hállet giela .
nob: Svært få barn lærer språket , og enda færre er aktive brukere av språket .

source: Julevsámegiela dáfus , de celkojuvvo ahte dušše unna mánnálogoš ohppet sámegiela ja hirbmat hárvásat hállet giela .
nob: Når det gjelder lulesamisk er begrunnelsen at det er et lite antall barn som lærer språket og veldig få som er aktive brukere .

source: Nuorat giellageavaheaddjit leat doaŋggit hállat giela ja válljejit danne geavahit skandinávialaš giela .
nob: Yngre språkbrukere har lite ferdighet i språket og foretrekker å bruke skandinavisk språk .

source: Sámegiella lea nannoseabbo dain guovlluin main giella lea leamaš bissánkeahttá gulahallan- ja ovttastallangiellan .
nob: Samisk står sterkere i områder hvor det har vært en ubrutt kontinuitet i samisk som samhandlings- og kommunikasjonsspråk .

source: Dás lea sáhka ovddimusat davvisámegielalaš guovlluin mat leat sámegiela hálddašanguovllus Finnmárkkus .
nob: Dette dreier seg først og fremst om de nordsamiske områdene innenfor forvaltningsområdet for samisk språk i Finnmark .

source: Dáin guovlluin leat ollu mánát geain sámegiella lea ruovttugiellan jogo oktogiellan dahje nubbi ruovttugiellan dárogiela dahje eará giela bálddas .
nob: I disse områdene er det mange barn som har samisk som hjemmespråk enten som ettspråklig samisk eller som tospråklig samisk-norsk / andre ikke-samiske språk .

source: Sámegiella lea oluide beaivválaš gulahallan- ja ovttastallangiella dáin guovlluin .
nob: Samisk er for mange daglig samhandlings- og kommunikasjonsspråk i disse områdene .

source: Sámegiella lea maid oinnolaš báikegottiin ollu eanebut go eará sámi guovlluin .
nob: Samisk er også synlig i lokalsamfunnet i mye sterkere grad enn i andre samiske områder .

source: Dát sámegielalaš birrasat leat leamaš ja leat ain dálge dehálaš resurssat davvisámegiela ovdáneapmái maiddái earáge davvisámegiela guovllud osiinge , ja daid rolla lea dehálaš kultuvrralaš ja gielalaš bissovašvuhtii oppa sámi servodagas .
nob: Disse samiskspråklige miljøene har vært og er viktige ressurser for utviklingen av nordsamisk språk også i andre deler av de nordsamiske områdene , og spiller en viktig rolle for den kulturelle og språklige kontinuiteten i det samiske samfunnet som helhet .

source: dit leat vuođđuduvvon main oarjilsámegiella dahje julevsámegiella lea váldogiella , ja máŋga oahppi dál ožžot oahpahusa jogo oarjilsámegielas dahje oarjilsámegillii , dahje jogo julevsámegielas dahje julevsámegillii .
nob: har disse i de siste tiårene hatt en viss utvikling . Barnehager der henholdsvis sørsamisk og lulesamisk er hovedspråk er etablert , og flere elever undervises på og i henholdsvis sørsamisk og lulesamisk .

source: Dattetge fertet dadjat ahte sámegiella odne lea rašis dilis dáin guovlluin .
nob: Man må likevel si at samisk språk i dag står svakt i disse områdene .

source: Dáin guovlluin leat unnán báikegottit main sámegiella lea oinnolaš oassi olbmuid beaivválaš gulahallan- ja ovttastallangielas , ja unnán bearrašiin lea sámegiella ruovttugiellan .
nob: Det finnes svært få lokalsamfunn i disse områdene hvor samisk er en synlig del av daglig samhandlings- og kommunikasjonsspråk og det er få familier som har samisk som hjemmespråk .

source: Dainnago sámegiela bissovašvuohta beaivválaš giellan lea boatkanan , de ollu mánát ja nuorat geat oahpahallet sámegiela , eai gula sámegiela olbmuid gulahallangiellan eai iežaset bearrašiin eaige iežaset báikegottisge .
nob: Tapet av kontinuiteten i samisk som dagligspråk har ført til at mange barn og unge som får opplæring i samisk ikke møter samisk som samhandlingsspråk verken i familien eller i lokalsamfunnet .

source: Dat čuohcá guđege oahpahalli sátnevárrái ja giellahálddašandovdui .
nob: Dette får følger for den enkeltes utvikling av ordforråd og følelse av å mestre av språket .

source: HUMBOLDT-UNIVERSITEHTA DAVVI-EUROHPA INSTITUHTTA , MII LEA BERLIINNAS , jođiha bihtánsámegiela ja upmesámegiela duođaštanprošeavtta ( Ume and Pite Saami Documentation Project ) .
nob: Nordeuropainstituttet VED Humboldtuniversitet I BERLIN leder et dokumentasjonsprosjekt for pite- og umesamisk språk ( Ume and Pite Saami documentation Project ) .

source: Prošeavtta ulbmil lea ráhkadit ođđaáigásaš sátnelisttuid , oanehis giellaoahpalaš čilgehusaid , ovddežis vurkejuvvon jietnabáttiin čálihemiid ja čielggadeami dain morfofonologalaš alternašuvnnain mat leat dán guovtti sámegielas .
nob: Målet med prosjektet er å få fram moderne ordlister , korte grammatiske beskrivelser , transkripsjoner av eldre arkiverte opptak og en avhandling om morfofonologiske alternasjoner i disse to samiske språkene .

source: Odne hállet 10-15 olbmo bihtánsámegiela , ja eatnašat sis orrot Davvisámegiela guovllus leat mearrasámi ja márkosámi guovllut erenoamážit gillán dáruiduhttindeattu .
nob: Det er mellom 10 til 15 personer som snakker pitesamisk i dag , og majoriteten av språkbrukerne bor i Sverige .

source: Dáin guovlluin ferte jáhkkit sámegiela ain mannat maŋás , go dain leat unnán mánát geain lea sámegiella ruovttugiellan .
nob: I Norge har Salten pitesamisk forening opprettet en stiftelse som heter Duoddará ráffe ( viddas fred ) .

source: Go gielalaš bissovašvuohta boatkana buolvvas bulvii , de dat dagaha ahte máŋga mearrasámi ja márkosámi suopmana leat jávkamin .
nob: Formålet med stiftelsen er å utvikle pitesamisk språk , kultur og identitet innenfor de pitesamisk områdene i Norge .

source: Maŋimuš logiid jagiid leat dattetge rahčan ealáskahttit kultuvrra ja giela máŋgga mearrasámi guovllus ja márkosámi guovlluin .
nob: Det er fra øst- og pitesamiske miljø uttrykt interesse for revitalisering av henholdsvis østsamisk og pitesamisk .

source: Go Gáivuona suohkan šattai sámegiela hálddašanguovllu oassin , de dat lea ollu váikkuhan dasa , ahte sámegiella lea ovdánan guovllus .
nob: Østsamisk / skoltesamisk har et sterkere språklig miljø på finsk side av grensen .

source: Julevsámegiela ja oarjilsámegiela dáfus , de dat leat maŋimuš logiid jagiid ovdánan veaháš .
nob: Når det gjelder pitesamisk er det et meget begrenset antall språkbrukere også på svensk side .

source: Sámegielaid iskkadeamit Raporttas guovttegielalašvuođa birra sámegiela hálddašanguovllu gielddain , maid Gielda- ja guovlodepartemeanta ráhkadahtii jagi 20024 , bođii ovdan ahte leat stuorra erohusat hálddašanguovllus ee. gielddaid sámegielalaš bargiid loguid dáfus : Kárášjogas ja Guovdageainnus badjelaš 80 % Deanus 48 % Unjárggas 40 % Gáivuonas 26 % ja Porsáŋggus 21 % . Sámelága giellanjuolggadusaid árvvoštallan maid Davviriikkaid sámi instituhtta čađahii Kultur- ja girkodepartemeantta ovddas jagi 20075 , čájehii ahte eanaš almmolaš orgánat maid sámelága giellanjuolggadusat geatnegahttet , eai dievvasii ollašuhte lága gáibádusaid .
nob: Undersøkelser om samiske språk I en rapport om tospråklighet i kommuner i forvaltningsområdet for samisk språk utarbeidet av Kommunal- og regionaldepartementet i 20024 , kom det frem at det er store forskjeller innad i forvaltningsområdet blant annet når det gjelder antall samisktalende blant kommunalt ansatte : Karasjok og Kautokeino drøyt 80 pst. , Tana 48 pst. , Nesseby 40 pst. , Kåfjord 26 pst. og Porsanger 21 pst. En evaluering av samelovens språkregler foretatt av Nordisk Samisk Institutt på oppdrag fra Kultur- og kirkedepartementet i 20075 avdekket at de fleste offentlige organer som omfattes av samelovens språkregler ikke oppfyller lovens krav fullt ut .

source: Deba ii leatge sámegiela hálddašanguovllu olbmuide sihkkarastojuvvon vuoigatvuohta geavahit sámegiela dan muddui go giellanjuolggadusat mearridit .
nob: Dermed er ikke befolkningen innen forvaltningsområdet for samisk språk sikret rett til bruk av samisk i kontakt med offentlige organer i den grad språkreglene legger opp til .

source: Dainnago Divttasvuona suohkan ja Snoasa suohkan bohte mielde hálddašanguvlui maŋŋágo namahuvvon iskkadallamat čađahuvvojedje , de eai leat vel logut mat muitalit galle sámegielalaš bargi leat dáin suohkaniin .
nob: Da Tysfjord kommune og Snåsa kommune har kommet med i forvaltningsområdet etter at de omtalte undersøkelser ble foretatt , er det foreløpig ingen tall på antall samisktalende ansatte i disse kommunene .

source: Maiddái Sámedikki giellaiskkadeamitge čájehit ahte buohkanassii sámegiela geavaheapmi lea unni almmolaš etáhtain6 , muhto sodju lea dasa ahte sámegiella geavahuvvo eambbo gielddalaš doaimmahusain go stáhtalaš ja fylkkagielddalaš doaimmahusain .
nob: Også Sametingets språkundersøkelser viser at bruken av samisk språk i offentlige etater samlet sett er liten6 , men det er en tendens til at samisk brukes mer i kommunale virksomheter enn i statlige og fylkeskommunale virksomheter .

source: Sámedikki iskkadeapmi jagi 2008 čájeha ahte eai leat stuorra nuppástusat sámegiela geavaheamis ovddeš iskkademiid ektui dain guovlluin main iskkadeamit leat čađahuvvon .
nob: Sametingets undersøkelse i 2008 viser at det ikke er store endringer i bruken av samisk språk i de områdene undersøkelsen omfatter i forhold til tidligere undersøkelser .

source: MÁNÁIDLOHKU SÁMI MÁNÁIDGÁRDDIIN 20022008 .
nob: BARN I SAMISKE BARNEHAGER 2002-2008 Kilde : Sametinget

source: Skuvlajagi 2008-2009 lea 1043 oahppis oahpahus sámegielas vuosttasgiellan , ja 1474 oahppi ožžot oahpahusa sámegielas nubbegiellan ( 2 dahje 3)7 .
nob: I skoleåret 2008-2009 har 1043 elever opplæring i samisk som førstespråk , mens 1474 får opplæring i samisk som andrespråk ( 2 eller 3)7 .

source: Eanaš oahppit , 2339 , ohppet davvisámegiela .
nob: De fleste elevene , 2339 , får opplæring i nordsamisk .

source: Sis 997 oahppis lea davvisámegiella vuosttasgiellan .
nob: Av disse har 997 elever nordsamisk som førstespråk .

source: 77 oahppi ohppet julevsámegiela ; sis 27 oahppis julevsámegiella lea vuosttasgiella , ja 101 oahppi ohppet oarjilsámegiela .
nob: 77 elever får opplæring i lulesamisk ; herav 27 i lulesamisk som førstespråk , mens 101 elever får opplæring i sørsamisk .

source: Sis 19 oahppis lea oarjilsámegiella vuosttasgiellan .
nob: Av disse har 19 elever sørsamisk som førstespråk .

source: Unnán nuppástusat leat mannan skuvlajagi ektui .
nob: Det er en liten endring sammenliknet med forrige skoleår .

source: Dalle 1027 oahppi ohppe sámegiela vuosttasgiellan , ja 1515 oahppi ohppe sámegiela nubbegiellan ( 2 ja 3 ) .
nob: Det var da 1027 elever som fikk opplæring i samisk som førstespråk , mens 1515 fikk opplæring i samisk som andrespråk ( 2 og 3 ) .

source: Skuvlajagi 2007-2008 ožžo 2354 oahppi oahpahusa davvisámegielas , ja sis 984 oahppi ohppe dan vuosttasgiellan .
nob: I skoleåret 20072008 fikk 2354 opplæring i nordsamisk , herav 984 som førstespråk .

source: 79 oahppi ožžo oahpahusa julevsámegielas ; sis 25 oahppi ohppe julevsámegiela vuosttasgiellan .
nob: 79 elever fikk opplæring i lulesamisk ; av disse 25 i lulesamisk som førstespråk .

source: 109 oahppi ožžo oahpahusa oarjilsámegielas , sis 18 ohppe dan vuosttasgiellan .
nob: 109 fikk opplæring i sørsamisk , herav 18 som førstespråk .

source: Joatkkaoahpahusas skuvlajagi 2006-2007 ledje 285 oahppi ja fidnooahppi guđet ožžo oahpahusa sámegielas .
nob: I 2008 var det 41 samiske barnehager i Norge med om lag 950 barn . Hovedvekten av barnehagene ligger i Finnmark .

source: 8 Dát lea veaháš hedjoneapmi skuvlajagi 2005-2006 ektui , go dalle ledje 305 oahppi ja 5 fidnooahppi geain lei oahpahus sámegielas . Čieža fylkkasuohkanis oahppit ožžot oahpahusas sáme-
nob: I videregående opplæring var det skoleåret 20062007 285 elever eller lærlinger som hadde opplæring i samisk 8. Dette er en svak reduksjon fra skoleåret 2005/06 , da 305 elever og 5 lærlinger hadde opplæring i samisk .

source: Golut mat guovttegielalašvuođa geažil leat gielddain ja fylkkagielddain .
nob: Utgifter knyttet til tospråklighet i kommunene og fylkeskommunene .

source: Bargojoavkku raporta .
nob: Rapport fra arbeidsgruppe .

source: Gielda- ja guovlodepartemeanttas miessemánus 2002. 5 Sámelága giellanjuolggadusaid árvvoštallan .
nob: Kommunal- og regionaldepartementet mai 2002. 5 Evaluering av samelovens språkregler .

source: Sámi Instituhtta , 2007. 6 Sámediggi galgá juohke njealját jagi čađahit giellaiskkadeami , gč. sámelága § 3-12 .
nob: Sámi Instituhtta , 2007. 6 Sametinget skal hvert fjerde år gjennomføre en språkundersøkelse , jf. samelovens § 3-12 .

source: Iskkadeamit leat lohkamassii dás : www.samediggi.no .
nob: Undersøkelsene fins på www.samediggi.no .

source: 7 Gáldu : Vuođđoskuvlla diehtojuohkinvuogádat ( Grunnskolens informasjonssystem ( GSI ) ) 8 St.dieđ. nr. 28 ( 2007-2008 ) Sámepolitihkka 4
nob: 7 Kilde : Grunnskolens informasjonssystem ( GSI ) 8 St. meld. nr. 28 ( 2007-2008 ) Samepolitikken 4

source: Nordlánddasge ožžot oahpahusa sámegielas ( 38 oahppis 23 ohppet davvisámegiela , 11 julevsámegiela ja 4 oarjilsámegiela ) , ja Oslos fas ledje jagi 2007 golbma oahppi guđet ohppe sámegiela , ja Akershusas okta oahppi .
nob: opplæring i Finnmark ( 139 ) og Troms ( 92 ) og Nordland ( 38 , hvorav 23 i nordsamisk , 11 i lulesamisk og fire i sørsamisk ) , mens det i Oslo i 2007 var tre og i Akershus en som fikk samiskopplæring .

source: Oarjilsámegielas lei oahpahus Hedmárkkus ( 2 oahppi ) , Lulli-Trøndelágas ( 2 oahppi ) ja DavviTrøndelágas ( 8 oahppi ) .
nob: I Hedmark , Sør-Trøndelag og Nord-Trøndelag ble det gitt opplæring i sørsamisk , med henholdsvis to , to og åtte elever .

source: OAHPPIT GEAIN LEA SÁMEGIELLA VUOĐĐOSKUVLLAS 2002-2008 Gáldu : GSI
nob: ELEVER MED SAMISK I GRUNNSKOLEN 2002-2008 Kilde : GSI

source: « Samiske tall forteller 1 » – komentejuvvon statistihkka jagi 2008 maid Sámi statistihka 9 fágalaš guorahallanjoavku lea ráhkadan , čájehit ahte daid vuođđoskuvlaoahppiid lohku geain lea sámegiella fágan , duppalastojuvvui dan 17 jagis , mat vásse 1990 rájis 2007 rádjai .
nob: I Samiske tall forteller 1 – kommentert statistikk 2008 fra Faglig analysegruppe for samisk statistikk 9 vises det til at tallet på grunnskoleelever med samisk i fagkretsen ble mer enn fordoblet på de 17 årene fra 1990 til 2007 .

source: Dát deattuha ahte beroštupmi lassána das ahte mánát galget oažžut oahpahusa sámegielas .
nob: Dette understreker en økende interesse for opplæring i samisk for barna .

source: Seammás fágalaš analysajoavku deattuha ahte maŋimuš guovtti jagis sámegiela oahpahalliid buohkanas lohku lea njeadjan mealgat – 3055 oahppis skuvlajagi 2005-2006 gitta 2542 oahppái skuvlajagi 2007-2008 .
nob: Samtidig understreker faglig analysegruppe at de siste to årene har det samlende elevtallet i samisk gått markert ned – fra 3055 i skoleåret 2005-2006 til 2542 i skoleåret 2007-2008 .

source: Čilgehus dasa lea várra ahte fágaplána ” sámi giella ja kultuvra ” heaittihuvvui jagi 2006 , muhto fágalaš guorahallanjoavku oaivvilda leat siva divaštallat nubbegiellaeavttuidge erenoamážit .
nob: Forklaringen ligger sannsynligvis i at fagplanen ” samisk språk og kultur ” ble avskaffet i 2006 , men faglig analysegruppe mener også at det er grunn til å diskutere vilkårene for andrespråksfaget spesielt .

source: Sámegiela dáfus vuosttasgieallan , de fágalaš analysajoavku čujuha dasa ahte mii várra leat juksamin daid ohppiid bajimuš logu guđet sáhttet válljet sámegiela vuosttasgiellan otnáš fálaldagaid ja ortnegiid mielde .
nob: Når det gjelder samisk som førstespråk viser faglig analysegruppe til at man kan være i ferd med å nå et tak for hvor mange som kan velge samisk som førstespråk etter dagens tilbud og ordninger .

source: Oarjilsámegiela dáfus , de ohppiid lohku lea njiedjan 123 oahppis jagi 2005-2006 gitta 105 oahppái jagi 2008-2009 .
nob: Når det gjelder sørsamisk har antall elever gått ned fra 123 i 2005-2006 til 105 i 2008-2009 .

source: Daid oarjilsámegiela ohppiid lohku guđet ohppet oarjilsámegiela vuosttasgiellan , lea dattetge njealjegeardásaččat sturron 11 jagis .
nob: Antallet elever i sørsamisk som førstespråk er imidlertid firedoblet på elleve år .

source: Julevsámegiela dáfus , de ohppiid lohku lea njiedjan 88 oahppi rájis skuvlajagi 2005-2006 gitta 79 oahppi rádjai jagi 2008-2009 .
nob: Når det gjelder lulesamisk er antall elever falt fra 88 i skoleåret 2005-2006 til 79 elever i 2008-2009 .

source: Daid ohppiid lohku guđet ohppet julevsámegiela vuosttasgiellan , lea dattetge sturron 18 oahppis gitta 25 oahppái logi jagis .
nob: Tallet på elever med lulesamisk som førstespråk har imidlertid steget fra 18 til 25 på ti år .

source: Gávpotsuohkaniin oahppiidlogu lassáneapmi lea leamaš 415 % 17 jagis .
nob: Når det gjelder bykommunene har økningen i antall elever vært på 415 prosent på 17 år .

source: « Samiske tall forteller 1 » .
nob: 20 Samiske tall forteller 1 .

source: Komentejuvvon statistihkka 2008 .
nob: Kommentert statistikk 2008 .

source: Sámi allaskuvla , raporta 2/2008 .
nob: Samisk høgskole , rapport 2/2008 .

source: MAKKÁR VÁSÁHUSAT LEAT Giellaealáskahttimis EARÁ RIIKKAIN 10
nob: ERFARINGER MED Språkrevitalisering I ANDRE LAND 10

source: Máilmmis leat máŋga duhát giela , ja dat lohku sorjá das maid mii oaivvildit gielain , ja stáhtat eai leat go badjelaš guokte čuođi .
nob: Det finnes flere tusen språk i verden , avhengig av hvordan man definerer et språk , mens det bare finnes noe over to hundre stater .

source: De dalle lea čielggas ahte eanaš dáin máilmmi gielain eai leat stáhtain eanetlohkogielat .
nob: Da sier det seg selv at de fleste av verdens språk ikke er flertallsspråk i noen stat .

source: Stuorra oassi dain gielain mat eai leat stáhtagielat , leat unnit eanet áitojuvvon gielat .
nob: En stor del av de språkene som ikke har en stat i ryggen , er mer eller mindre truede språk .

source: Dat mearkkaša ahte giellamolsašupmi dáhpáhuvvá unnitlohkogielas stáhta eanetlohkogillii bearrašiin ja báikkálaš servodagain main olbmot árbevirolaččat leat geavahan unnitlohkogiela .
nob: Det vil si at det foregår et språkskifte fra minoritetsspråket til statens majoritetsspråk i familier og lokalsamfunn som tradisjonelt har brukt minoritetsspråket .

source: Dainnago unnitlohkogiella hárvvibut ja hárvvibut sirdašuvvá lunddolaččat buolvvas bulvii ruovttuin , de áiggi mielde dađistaga unnu daid olbmuid lohku guđet máhttet gielaset dievas eatnigiellan .
nob: Når et minoritetsspråk i mindre og mindre grad blir overført på naturlig måte mellom generasjonene hjemme , blir det med tida stadig færre som har innfødt kompetanse i språket .

source: Jos giellamolsašupmi dáhpáhuvvá almmá mange caggama haga , de loahpas ii báze ii oktage eatnigielalaš olmmoš .
nob: Dersom språkskiftet skjer uten motstand , vil språket til slutt ikke ha noen innfødte talere igjen .

source: Dakkár giellamolsašupmái mii gávdnat siva erenoamážit dan duohtadilis , ahte eanaš álgoálbmogiid unnitlohkogielat leat árbevirolaččat gielat main lea unnán árvu .
nob: Forklaringen på et slikt språkskifte finner vi særlig i det faktum at de fleste innfødte minoritetsspråkene er tradisjonelle lavstatusspråk .

source: Dán áiggi lea dábálaš ahte dáid gielaid hállit hálddašit guokte giela , go earret eatnigielaset sii hállet maiddái stáhta eanetlohkogiela .
nob: I vår tid er det vanlig at talerne av disse språkene er tospråklige , foruten morsmålet behersker de også statens majoritetsspråk .

source: Guovttegielalaš vánhemat sáhttet válljet goappá giela soai galgaba oahpahit mánáidasaska ruovttus .
nob: Tospråklige foreldre kan velge hvilket språk de vil overføre til barna sine hjemme .

source: Dakkár dilis láve dat giella vuoittahallat mas lea unnimus árvu , namalassii dávjjimusat unnitlohkogiella .
nob: I en slik situasjon taper gjerne det språket som har lavest status , det vil i de aller fleste tilfeller si minoritetsspråket .

source: UNESCO kárta áitojuvvon gielain MOATTI BUOLVVA ÁIGGI leat čuđiid mielde gielat jávkan .
nob: UNESCOS KART OVER TRUEDE SPRÅK I LØPET AV NOEN FÅ GENERASJONER har hundrevis av språk forsvunnet .

source: Guovvamánu 21. b. 2009 , mii lei Riikkaidgaskasaš eatnigiellabeaivvi , UNESCO almmuhii elektruvnnalaš veršuvnna organisašuvnna átlasis mii čájeha mat gielaid leat áitojuvvon máilmmis .
nob: UNESCO lanserte den elektroniske versjonen av organisasjonens atlas over truede språk i forbindelse med den internasjonale morsmålsdagen 21. februar 2009 .

source: Dát elektruvnnalaš reaidu fállá ođasmahttojuvvon dieđuid dan sullii 2500 áitojuvvon gielas , mat leat máilmmi miehtá , ja dan reaiddu sáhttet geavaheaddjit aiddostit ja áigádit .
nob: Dette elektroniske verktøyet tilbyr oppdatert informasjon over rundt 2500 truede språk over hele verden , og kan bli justert og oppdatert gjennom brukernes bidrag .

source: Átlasis lea vejolaš ohcat máŋgga kriteria mielde , ja áitojuvvon gielat leat ordnejuvvon viđa dássái : Eahpesihkkaris gielat , čielgasit áitojuvvon gielat ,
nob: I atlaset kan man søke etter en rekke ulike kriterier , og de truede språkene er rangert i henhold til fem nivåer : Usikre språk , definitivt truede språk , alvorlig truede språk , kritisk truede språk og

source: Dán kapihttala čálii vuosttasamanuensa Jon Todal , Sámi allaskuvla .
nob: Dette kapitlet er skrevet av førsteamanuensis Jon Todal , Samisk høgskole .

source: bahás áitojuvvon gielat , jábmejassii áitojuvvon gielat ja jápmán / jávkan gielat .
nob: døde / utryddede språk .

source: Ealáskahttin Áitojuvvon unnitgiellaservodagain leat dávjá fámut mat vuostálastet giellamolsuma unnitlohkogielas eanetlohkogillii .
nob: Innenfor truede minoritetsspråksamfunn finnes det gjerne krefter som ønsker å stå i mot språkskiftet fra minoritetsspråk til majoritetsspråk .
